{
  "alert": "Nach dem Abrufen sind keine neuen Anmeldungen zulässig, bis der Store aktualisiert wurde.",
  "password": "Wir teilen oder speichern niemals Passwörter.",
  "plsfill": "Bitte füllen Sie das Formular aus und treffen Sie Ihre Auswahl.,
  "authfailure": "Benutzername oder Passwort falsch.",
  "2fa": "Es scheint, dass die Zwei-Faktor-Authentifizierung aktiviert ist, geben Sie also bitte den Code aus dem 2FA-Tab ein, um sich anzumelden.",
  "2faempty": "Die Zwei-Faktor-Authentifizierung ist nicht aktiviert oder Sie sind nicht angemeldet. Bitte gehen Sie auf den Passwort-Tab und geben Sie zuvor Ihren Benutzernamen und Ihr Passwort ein.",
  "ERR_BAD_REQUEST": "Ihre Sitzung ist abgelaufen oder nicht mehr verfügbar. Bitte melden Sie sich erneut an.",
  "already": "Bereits erworben. Sie können den Täglichen Store überprüfen, indem Sie zur Store-Seite gehen.",
  "storeyet": "Ihre Anmeldung wurde nicht abgeschlossen. Bitte melden Sie sich von der Startseite aus an, um deinen Täglichen Store zu erhalten.",
  "about-subtitle": "Diese Website ist vollständig von der aktuellen VSC-Website getrennt. Es wird mit dem Schwerpunkt auf geringerem Gewicht und Benutzerleistung entwickelt.",
  "faq-qsafe": "Q. Ist diese Seitr Sicher?",
  "faq-asafe": "A. Ich kann nicht ja sagen, aber der Quellcode für diese Seite ist vollständig auf github verfügbar. Außerdem erfolgt die Nutzung dieser Website auf eigene Gefahr.",
  "faq-qmyregion": "Q. Wie kann ich die Region meines Riot-Kontos überprüfen?",
  "faq-amyregion": "A. Melden Sie sich auf der offiziellen Website von Riot Games bei Ihrem Konto an, um Ihre aktuelle Region anzuzeigen. Auf der Zielseite werden alle Ihre persönlichen Daten angezeigt, einschließlich Ihrer Riot-ID und Ihres Tagline. Gehen Sie zum zweiten Abschnitt „Persönliche Informationen“ und aktivieren Sie das Textfeld „Land/Region“ unter der E-Mail-Adresse, mit der Sie sich registriert haben. Dies ist die Region, die für Ihr Riot-Konto registriert ist.",
  "faq-qmyriotname": "Q. Wie lautet der Benutzername meines Riot-Kontos?",
  "faq-amyriotname": "A. Der Benutzername deines Riot-Kontos ist der Benutzername, mit dem du dich anmeldest, wie „SuperJett“, nicht der Anzeigename wie „SuperJett#saikyou“"
}
